Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/1177.se/gynekologisk-cellprovtagning-.html.tmx
Source language: sme
Languages: smj

source: Davvisámegiella / Nordsamiska
smj: Julevusámegiella / Lulesamiska

source: Čoahkkáigeassu (ca 2 sidor)
smj: JulevusámegiellaLulesamiska

source: Mii lea gynekologalaš seallaiskkus ?
smj: Mij la gynekologalasj sellaåtsådibme ?

source: Nissonat bovdejuvvojit jeavddalaččat (ca 2 sidor)
smj: Nissuna gåhtjoduvvi dájvvalakkoj (ca. 2 sidor)

source: Muhtimat eai dárbbat guođđit iskosa (ca 2 sidor)
smj: Muhtema e dárbaha åtsådimev vaddet (ca. 2 sidor)

source: Nu dutkan dáhpáhuvvá (ca 2 sidor)
smj: Nåvti åtsådibme dagáduvvá (ca. 2 sidor)

source: Goas oažžu vástádusa ?
smj: Goassa vásstádusáv oadtju ?

source: Čoahkkáigeassu
smj: Tjoahkkájgäsos

source: Guođđimiin jeavddalaččat gynekologalaš seallaiskosa sáhttá suddjet iežas viigáčeabetboraš-dávddas.
smj: Gå dájvvalakkoj vaddá gynekologalasj sellaåtsådimev de máhttá ietjas suoddjit skoahtotjåttåbårredávddaj.

source: Seallaiskosat váldo goaŧŧonjálmmis čoavjevuođus ja sáhttá árrat čájehit jus leat seallarievdamat mat sáhtáše dagahit goaŧŧočeabetborašdávdda.
smj: Sellaåtsådibme skoahtotjåttån vuollevájmon váldeduvvá ja árrat máhttá vuosedit jus li sellarievddadusá ma lulun båhtusav vaddet skoahtotjåttåbårredávddaj.

source: Eanaš seallarievdamat mat fuomášuvvojit leat álkit rievdamat mat buorránit ieža, muhto muhtimiid ferte váldit eret.
smj: Ienemus sellarievddadusá ma ájtsaduvvi li giehpep rievddadusá ma ietjastis buorráni, valla muhtemijt la dárbbo ierit válldet.

source: Hui hárve dáhpáhusas sáhttá seallaiskkus čájehit borašdávdda.
smj: Sieldes vuorjját sellaåtsådibme vuoset bårråmdávdav.

source: Dálle borašdávda láve leahkit árra dásis ja dikšun sáhttá šaddat álkibun ja unnit liigeváikkuhusaiguin.
smj: Bårredávdda dalloj la árra mieren ja dåmajdibme álkkep sjaddá ja binnep tjuovvobájnatjimij.

source: Ruoŧa nissonat bovdejuvvojit dássedit gynekologalaš seallaiskkusváldimii, ng. screening.
smj: Nissuna Svierigin dájvvalakkoj gåhtjoduvvi gynekologalasj sellagähttjalibmáj, nåv gåhtjoduvvam screening.

source: Jus lea 23 ja 50 gaskkan boahtá bovdehus juohke goalmmát jagi.
smj: Jus la 23 ja 50 jage gaskan de gåhttjom boahtá juohkka goalmát jage.

source: Dan maŋŋel juohke viđat jagi dassážiigo lea 60 jagi boaris.
smj: Dan maŋŋela dábálattjat fert vidát jage 60 jahkáj.

source: Jus lea badjel 50 jagi sáhttet rutiinnat leat sierralágánat ja vuolgit das man guovllus riikkas orru.
smj: Jus la vuorrasabbo gå 50 jage de barggovuoge máhtti sieradit ja gånnå rijkan årru.

source: Seallaiskosa sáhttá guođđit maid jurttamovrra dehe gynekologa luhtte čađahahttin dihte gynekologalaš dutkama eará siva dihte.
smj: Máhttá aj sellagähttjalimev vaddet jus la gáhppeliddjen jali gynekologa lunna tjadádittjat gynekologalasj åtsådimev ietjá årijs.

source: Ráhkkáneapmi
smj: Gárvedime

source: Ii dárbbat ráhkkanit mange ládje, muhto lea buorre ahte ii leat anašan dehe geavtán mangelágán sálvva čoavjevuođus jándora ovdal dutkama.
smj: Ij dárbaha gárvedit sierraláhkáj, valla buorre l jus ij la narggem årrum jali muhtem vuojddasav vuollevájmon adnám jánndurav åvddål åtsådime.

source: Muđui iskosa lea váttis dulkot.
smj: Ietján de gähttjalibme sjaddá vájvve dádjadit.

source: Iige galgga guođđit iskosa go leat mánodávddat.
smj: Ij ga galga åtsådimev vaddet gå l liejbbe.

source: Mot dutkan dáhpáhuvvá ?
smj: Gåktu åtsådibme dagáduvvá ?

source: Go iskkus váldo ferte nuoladit goruda vuolit oasi ja velledit gynekologalaš dutkanstullui.
smj: Gå gähttjalibme vattá de hähttu vuollerubmahav nuoladit ja viellidit gynekologalasj åtsådimståvllåj.

source: Doavttir dehe jurttamovra sáhttá váldit iskosa máŋgga ládje.
smj: Dåktår jali gáhppeliddje máhttá gähttjalimev válldet umassláhkáj.

source: Dávjjimusat gevtojuvvo una lasta mii sihkkojuvvo goaŧŧonjálmmi vuostá ja dasto una dipma borstta goaŧŧočeabetkanála vuolit oasi vuostá.
smj: Ienemusát aneduvvá unna spahtel mij duohtaduvvá skoahtodáhpá vuostij ja dan maŋŋela dibma bårstasj skoahtotjåddåga vuolemus oase vuosstij.

source: Dávjá oažžu maid vástidit muhtin jearaldagaide iskkusváldima oktavuođas.
smj: Álu oadtju aj vásstedit muhtem gatjálvisájt gähttjalime bále.

source: Vástádusat leat dehálaččat vai iskosa sáhttá analyseret riekta.
smj: Vásstádusá li ájnnasa guoradalátjit gähttjalimev riektaláhkáj.

source: Dutkamuš ii bávččagahtte ja čađaheapmi váldá dušše moadde minuhta.
smj: Åtsådibme ij bávtjesta ja dagáduvvá val moatten minuvtan.

source: Vástádusa seallaiskosii oažžu guđa vahku siste.
smj: Vásstadusáv sellagähtjalibmáj álu oadtju gudán vahkon.

source: Got veadjá maŋŋel ?
smj: Gåktu dåbddu maŋŋela ?

source: Iskkusváldin lea riskkaheapme.
smj: Åtsådibme ij la várálasj.

source: Muhtumin soaitá vehá vardit maŋŋel muhto dat ii leat váralaš.
smj: Muhttijn varddá vehik maŋŋela valla ij la várálasj.

source: Seallaiskosa guođđin
smj: Vaddet sellaåtsådimev

source: Gynekologalaš seallaiskkus lea iskkus mii váldojuvvo goaŧŧočeabeha vuolit oasis mii gohčoduvvo goaŧŧonjálbmin ja mii luoitá viigái.
smj: Gynekologalasj sellaåtsådibme l åtsådibme mij váldeduvvá skoahtotjåddåga vuolemus oases mij gåhtjudallá skoahtodáhppán mij nåhkå guoddnáj.

source: Iskkus sáhttá árrat čájehit jus olbmos leat seallarievdamat main sáhttá vuolgit goaŧŧočeabetborašdávda.
smj: Åtsådibme máhttá árrat vuosedit jus li sellarievddadusá ma máhtti båhtusav vaddet skoahtotjåttåbårredávddaj.

source: Eanas seallarievdamat mat fuomášuvvojit leat geahppasit rievdamat mat buorránit ieža, muhto oassi dárbbaha váldot eret.
smj: Ienemus sellarievddadusá ma ielveduvvi li giehpep rievddadusá ma ietjastis buorráni, valla muhtemijt hähttu ierit válldet.

source: Iskkus sáhttá maid čájehit borašdávdda, vaikko dat lea hui eahpedábálaš.
smj: Åtsådibme máhttá aj vuosedit bårråmdávdav, ihka vil la vuorjját.

source: Jus jeavddalaččat guođđá seallaiskosa oažžu nanu suoji goaŧŧočeabetborašdávdda vuostá daningo seallarievdamat sáhttet gávdnojuvvot ovdalgo dat leat ovdánan borašdávdan.
smj: Jus dájvvalakkoj vaddá sellaåtsådimev de oadtju nanos suojev skoahtotjåttåbårredávddaj gå sellarievddadusájt máhtti gávnnat åvddål gå li bårredávddaj åvdeduvvam.

source: Seallaiskkus váldojuvvo goaŧŧočeabeha vuolit oasis, goaŧŧonjálmmis mii luoitá viigái.
smj: Sellaåtsådibme váldeduvvá skoahtotjåddåga vuolemus oases, skoahtodáhpás mij nåhkå guoddnáj.

source: Livmoder = goaŧŧu Äggstock = monneráksá Livmoderhals = goaŧŧočeabet Livmodertapp = goaŧŧonjálbmi Slida = viigá, cinni
smj: Skoahto = Livmoder Månem = Äggstock Skoahtotjåttå = Livmoderhals Skoahtodáhppá = Livmodertapp Guoddná = Slida

source: Jeavddalaš dárkkástusat
smj: Kontrållå dájvvalakkoj

source: Gynekologalaš seallaiskkus gullo dearvvašvuođadárkkástusaide, ng. screening masa Ruoŧa nissonat bovdejuvvojit jeavddalaččat.
smj: Gynekologalasj sellaåtsådibme gullu varresvuohtakonrållåjda, nåv gåhtjåduvvam screening, masi nissuna Svierigin gåhtjoduvvi dájvvalakkoj.

source: Daningo seallarievdamat dalle sáhttet áicojuvvot ja dikšojuvvot árrat, lea dagahan ahte goaŧŧočeabetborašdávda lea šaddan fuomášahtti eahpedábáleabbon maŋemus 40 jagis.
smj: Gå sellarievddadusá árrat ielveduvvi ja dálkuduvvi, le dat dahkam vaj skoahtotjåttåbårredávdda dajt maŋemus 40 jagijt la oalle binnum.

source: Seallaiskosat eará dilálašvuođain
smj: Sellaåtsådibme ietjá bálijn

source: Gynekologalaš seallaiskosa sáhttá guođđit maid jus lea jurttamora dehe gynekologa luhtte ja čađaha gynekologalaš dutkama eará siva dihte.
smj: Gynekologalasj sellaåtsådimev vatteduvvá aj jus la gáhppeliddje jali gynekologa lunna gynekologalasj åtsådimev ietjá årijs tjadádime.

source: Muhtumin sáhttá seallaiskkus leahkit oassi gynekologalaš dutkamis jus leat ovdamearkka dihte vardinheađuštus, muhto dalle soaitá maid leahkit buorre dilálašvuohta guođđit screeneniskosa.
smj: Muhttijn sellaåtsådibme l gynekologa guoradallamis oasse jus buojkulvissan li varddemsjáhtasime, valla máhttá aj buorre dille screeningåtsådimev vaddet.

source: Dat soaitá leahkit vuogas jus goittotge fargga galgá guođđit iskosa, dehe jus lea missen ovddit seallaiskkusdárkkástusa.
smj: Hiebalasj la jus lijká l muddo åtsådimev vaddet, jali jus la vajálduhttám åvdep sellaåtsådimkontrållåv.

source: Seallarievdamat ja borašdávda
smj: Sellarievddadime ja bårredávdda

source: Seallarievdamiid sivvan sáhttá leahkit vuohččecuocca hearddohuvvan mat bakteriijat leat dagahan dehe gaskaboddosaš virusinfekšuvdna.
smj: Sellarievddadimij oarre máhttá årrot vájvve skoaden bakteriajs jali gasskabåddåsasj virusinfeksjåvnås dagádum.

source: Dat lea dábáleamos sealla rievdantiipa mii sáhttá buorránit ieš.
smj: Le sellarievssadusáj dábálamos tjärdda ma máhtti buorránit ietjastis.

source: Eará seallarievdamat mat sáhtále šaddat goaŧŧočeabetborašdávdan, sáhttet váldojuvvot eret unnit doaibmabijuin.
smj: Ietjá sellarievddadusá ma lulun båhtusav vaddet skohtotjåttåbårredávddaj, máhtti ierit váldeduvvat unnep tjuollamijn.

source: Jus lea seallaiskkus mii ii leat normála dahkkojuvvo dárkkástus ja dalle dávjá gohččojuvvo doaktárii.
smj: Jus la sellaåtsådibme mij ij la iemelágásj de guoradallam dagáduvvá ja álu gåhtjoduvvá dåktåråtsådibmáj.

source: Dalle olmmoš sáhttá oažžut evttohusa ahte seallarievdamat váldojuvvojit eret dehe sáhttá vuordit ja geahččat jus rievdamat buorránit ieža.
smj: Máhttá de oajvvadusáv oadtjot sellarievddadusá galggi tjuoladuvvat jali galggá vuorddet rievddadusájt ietjastis buorránit.

source: Láve váldit guhkes áiggi ovdalgo seallarievdamat ovdánit goaŧŧočeabetborašdávdan, dábálaččat logis vihttanuppelot jahkái.
smj: Guhka ájgge gihtjá åvddål gå sellarievddadusá åvdeduvvi skoahtotjåttåbårredávddaj, dábálattjat lågev gitta lågenanvihtta jage.

source: Lea hui eahpedábálaš ahte juo ovdánan borašdávda fuomášuvvo seallaiskkusváldimis, muhto dat dáhpáhuvvá hui hárvvui.
smj: Le vuorjját gå juo åvdedum bårredávdda ielveduvvá sellaåtsådimen, valla dáhpáduvvá ájnegasj bále.

source: Dalle láve borašdávda leahkit árramuttus ja dikšun sáhttá šaddat álkibun unnit siidováikkuhusaiguin.
smj: Bårredávdda dalloj la árra mieren ja dálkudibme máhttá álkkebut sjaddat binnep tjuovvobájnatjimij.

source: Juohke jagi ožžot illá 450 ruoŧŧelaš nissona goaŧŧočeabetborašdávdda dan sadjáigo, sullii 30 000 nissona, ožžot dieđu ahte sis leat seallarievdamat.
smj: Juohkka jage vargga 450 svieriga nissuna åttjudi skohtotjåttåbårredávdav gå ålobu, bájkoj 30 000 nissuna, diededuvvi siján li sellarievddadusá.

source: Nissonat bovdejuvvojit jeavddalaččat
smj: Nissuna gåhtjoduvvi dájvvalakkoj

source: Nissonat bovdejuvvojit juohke goalmmát jagi
smj: Nissuna gåhtjoduvvi juohkka goalmát jage

source: Buot nissonat 23 ja 50 gaskkan ožžot bovdehusa seallaiskkusváldimii juohke goalmmát jagi.
smj: Gájkka nissuna 23 ja 50 jage gaskan gåhtjoduvvi sellaåtsådibmáj juohkka goalmát jage.

source: Dasto oažžu bovdehusa juohke viđat jagi 50 ja 60 jagi gaskkan.
smj: Dan maŋŋela gåhtjoduvvá juohkka vidát jage gå la 50 ja 60 jage gaskan.

source: Jus lea badjel 50 jagi sáhttá áigi bovdehusaid gaskkan molsasaddat vuolgá das gos orru riikkas.
smj: Jus la vuorrasap gå 50 jage de ájgge gåhttjoma gaskan målsudi vehik gånnå rijkan årru.

source: Nissonat geat ovdal leat dikšojuvvon seallarievdamiid dihte sáhttet dárbbahit seallaiskkusdárkkástusaid maid maŋŋel 60 jagi.
smj: Nissuna gudi åvdebut li dåmajduvvam sellarievddadusájda máhtti aj dárbahit sellaåtsådimkontrållåjt 60 jage maŋŋela.

source: Bovdehus sáddejuvvo dan čujuhussii gosa lea sisačálihuvvon ja lea álo eaktodáhtolaš oassálastit.
smj: Gåhttjom rájaduvvá årudahkaj gånna l álmmuktjáledum ja agev la iesjmiedogis oassálasstet.

source: Man vuostáváldimii iskkus guđđojuvvo ?
smj: Makkir duostudahkaj åtsådimev vaddá ?

source: Go lea ožžon bovdehusa seallaiskosa váldá jortamovra lagamus jortamovravuostáváldimis, mii maid gohčoduvvo etniidrávvenguovddážin.
smj: Gå la gåhttjomav oadtjum de gáhppeliddje sellaåtsådimev válldá lagámus gáhppeliddjeduostudagán, mij aj gåhtjudallá iednijsujttoguovdátjin.

source: Dábálaččat oažžu bovdehusa mearriduvvon áigái man sáhttá molsut.
smj: Ienemusát oadtju mierredum ájgev ja máhttá dav ådåsis diŋŋgot.

source: Dihto báikkiin sáhttá maid molsut áiggi eará vuostáváldimii.
smj: Muhtem bájkijn máhttá aj ådåsis diŋŋgot ietjá duostudahkaj.

source: Jus guođđá seallaiskosa gynekologalaš dutkama oktavuođas, ovdamearkka dihte gynekologa luhtte dehe prevenšuvnnašávnnasrávvemiin, lávejit iskosat maid registrerejuvvot nu ahte oažžu boahttevaš fálaldaga seallaiskkusdárkkástussii go lea gollan golbma dehe vihtta jagi.
smj: Jus vaddá sellaåtsådimev gynekologalasj åtsådime bále, buojkulvissan gynekologa lunna jali preventijvvanävorádevaddema lunna, de åtsådime álu aj registarduvvi vaj oadtju boahtte fáladusáv sellaåtsådimkontrållåj maŋŋel gå li gålmmå jali vihtta gållåm.

source: Muhtimat eai dárbbat guođđit iskosa
smj: Muhtema e dárbaha åtsådimev vaddet

source: Dat geat leat vuollái 23 ja badjel 60 eai bovdejuvvo
smj: Gudi li nuorabu gå 23 jage ja vuorrasappo gå 60 jage e gåhtjoduvá

source: Jus lea vuollái 23 jagi ii bovdejuvvo seallaiskkusdárkkisteapmái.
smj: Jus la nuorap gå 23 jage ij gåhtjoduvá sellaåtsådimkontrållåjda.

source: Seallarievdamat leat iešalddes oalle dábálaččat ovdal 23 jagi, muhto eatnasat jávket ieža nu nuorra nissoniin.
smj: Sellarievddadusá li ietjastis åbbå dábálattja åvddål 23 jage, valla ienemusá gáhtu ietjastis nåv nuorra nissunijn.

source: Lea hui eahpedábálaš ahte goaŧŧočeabetborašdávda ovdána nu árrat.
smj: Le sierralágásj vuorjját gå skoahtotjåttåbårredávdda åvdån gå l nåv nuorra.

source: Jus lea oassálastán gynekologalaš seallaiskkusdárkkisteapmái ja leat leamaš máŋga normála seallaiskosa go lea deavdán 60 jagi lea riska hui unni ahte maŋibus eallimis ovddida goaŧŧočeabetborašdávdda.
smj: Jus la oassálasstám gynekologalasj sellaåtsådimkontrållåj ja li moadda iemelágásj sellaåtsådime årrum gå l dävddám 60 jage l máhttelisvuohta maŋebut viessomin åvdet skoahtotjåttåbårråmdávdav sieldes unne.

source: Dat geain ii leat leamaš seksa eai dárbbat guođđit iskosa
smj: Gudi älla seksav adnám e dárbaha åtsådimev vaddet

source: Jus ii goassege leat leamaš seksa ii dárbbat guođđit seallaiskosa.
smj: Jus ij la goassak seksav adnám de ij dárbaha sellaåtsådimev vaddet.

source: Goaŧŧočeabetborašdávda albmana beare nissoniin geain leamaš seksa ja geat dalle leat bostohallan dihto tiippat HPV:ai, humant papillomvirusii.
smj: Skoahtotjåttåbårredávdda badján nissunijn gudi li seksav adnám ja li HPV vissa tjerdas, humana papillomavirus soaboduvvam.

source: Jus lea homoseksuálalaš
smj: Jus la homoseksuella

source: Jus lea homoseksuála de lea buorre mannat jeavddalaččat seallaiskkusdárkkisteamis daningo virus mii sáhttá dagahit seallarievdamiid jáhku mielde sáhttá bostit maid nissonis nissonii.
smj: Jus la homoseksuella de l buorre sellaåtsådimkontållåjn mannat dájvvalakkoj danen gå virus mij máhttá dahkat sellarievddadusájt dávk soabosj nissunis nissunij.

source: Jus lea čuohpahan eret goaŧu
smj: Jus la skoadov ierit tjuollam

source: Jus lea čuohpahan olles goaŧu, mii gohčoduvvo hysterektomiija, it dárbbat mannat seallaiskkusdárkkisteamis, daningo dalle goaŧŧonjálbmi lea maid dalle váldon ollásit eret čuohpadeamis.
smj: Jus la ålles skoadov ierit tjuollam, mij gåhtjudallá ålles hysterektomiddjan, de ij dárbaha mannat sellaåtsådimkontrållåjn, danen gå skoahtodáhppá de l aj ierittjuoladum.

source: Muhto jus čuohpadeapmi dahkkui goaŧŧočeabetborašdávdda dehe seallarievdamiid dihte goaŧŧočeabehis ferte joatkit mannama dárkkisteamis.
smj: Valla jus tjuollam dagáduváj skoahtotjåttåbårråmdávda jali sellarievddadusáj diehti beras boahtteájgemannat kontrållåjn.

source: Dalle váldo iskkus cinni bajimus oasis.
smj: Váldeduvvá de åtsådibme guodná bajemus oases.

source: Jus lea eahpesihkkar man soarttat čuohpadeami lea čađahan dehe mii lea váldon eret sáhttá jearrat dan klinihkas gos čuohpadeapmi dahkkui.
smj: Jus juorrul makkir tjuollamtjerdav la tjadádam jali ma li ierit tjuoladum de máhttá gatjádit klinijkan gånnå tjuoladuvvi.

source: Jortamovra jortamovravuostáváldimis dehe etniidrávaguovddážis sáhttet dávjá maid veahkehit oažžut dan dieđu.
smj: Gáhppeliddje gáhppeliddjeduostudagán jali iednesuojttoguovdátjin álu máhtti viehkedit dáv diededimev åttjudit.

source: Jus lea eahpesihkkar lea buoret váldit iskosa sihkkarvuođa dihte.
smj: Jus juorrula de l buorep åtsådimev vaddet sihkarvuoda diehti.

source: Nu dutkan dáhpáhuvvá
smj: Nåvti åtsådibme dagáduvvá

source: Ráhkkaneamit
smj: Gárvedime

source: It dárbbat ráhkkanit ovdal seallaiskosa mange sierra ládje, muhto ferte garvit anašeami dehe geavtit soames vuoidasa dehe sálvva jándora cinnis ovdal dutkama.
smj: Ij dárbaha gárvedit sellaåtsådime åvddåla sierraláhkáj, valla ij galga seksav adnet jali adnet avtak vuojddasav guodnán jánndurav åtsådime åvddåla.

source: Seallaiskosa sáhttá muđui leahkit váttis dulkot.
smj: Sellaåtsådibme ietján sjaddá vájvve dádjadit.

source: It ge galgga maid guođđit iskosa jus leat mánodávddat.
smj: Ij ga galgga åtsådimev vaddet gå l liejbbe.

source: Iskkus goaŧŧonjálmmis
smj: Åtsådibme skoahtodáhpás

source: Dutkama ovdal dárbbaha nuoladit vuolit oasi gorudis ja velledit gynekologalaš dutkanstullui.
smj: Åtsådime åvddåla hähttu nuoladit vuollerubmahav ja viellidit gynekologalasj åtsådimståvllåj.

source: Iskkusváldi, gii lea jortamovra dehe doavttir, lebbe várrogasat cinneseinniid dábálaš gynekologalaš instrumeanttaiguin mat galget leahkit gorutlieggasat.
smj: Åtsådiddje, gut la gáhppeliddje jali dåktår, várrogit sierri guodná sijddovijddudagáv dábálasj gynekologalasj instrumentaj ma galggi rumajlieggasa årrot.

source: Mot iskkus váldo rievdá veháš vuostáváldimis vuostáváldimii.
smj: Gåktu åtsådibme váldeduvvá målsut duostudagás duostudahkaj.

source: Dábáleamos lea ahte muorra dehe plástelasta sihkkojuvvo goaŧŧonjálmmi vuostá ja dasto gevtojuvvo una dipma borsta goaŧŧočeabetkanála vuolit oasis.
smj: Dábálattjat spahtel muoras jali plástas gähppadit duohtaduvvá skoahtodáhppá vuosstij ja de dibma bårstasj aneduvvá skoahtotjåddåga vuolemus oasen.

source: Muhtimat sáhttet dovdat dan unohassan muhto dat manna jođánit badjel.
smj: Åtsådibme ruvva manná ja dábálattjat la val moatten minuvtan. Ij baktji.

source: ﻿﻿Jearaldagat maidda galgá vástidit
smj: Muhtema dåbddi vájvev valla ruvva vássá.

source: Dábálaččat oažžu maid vástidit muhtin jearaldagaide iskkusváldima oktavuođas, ovdamearkka dihte
smj: Gatjálvisá vásstedit Álu hähttu vásstedit muhtem gatjálvisájt åtsådime bále, buojkulvissan

source: goas maŋemus mánodávdda vuosttaš beaivi lei, dehe leatgo mánodávddat nohkan
smj: goassa lij liejbe vuostasj biejvve, jali jus läjbboma li gáhtum

source: geavtágo eastadanávdnasa ja man dan dáhpáhusas
smj: jus preventijvvanävojt adná ja makkirijt

source: dikšojuvvogo hormonaiguin jorggáldatjahkeváivviid vuostá
smj: jus dálkuduvvá hormåvnaj klimakteriavájvijda

source: leatgo áhpeheapme dehe ožžon máná maŋemus jagi.
smj: jus la iesselissan jali l mánáv riegádahttám maŋemus jage.

source: Dieđut sáddejuvvojit iskosa mielde ja geahpidit laboratoria dahkat árvvoštallama.
smj: Diedo rájaduvvi aktan åtsådimijn ja giehpet laboratåvrråj ietjas árvvalimev dahkat.

source: Maŋŋel sáhttá oažžut unnánaš riskkahis vardima
smj: Maŋŋela máhttá varddemav mij ij la várálasj oadtjot

source: Goaŧŧočeabeha šliiveassi vardá álkit ja lea dábálaš ahte oažžu una ja riskkahis vardima dutkama maŋŋel.
smj: Skoahtotjåddåga skoade gähppadit varddá ja l dábálattjat binná varddemav åtsådime maŋŋela oadtju.

source: Vardin jávká moatti beaivvi geažis.
smj: Varddem gáhtu muhtem biejve duogen.

source: Áhpeheamit sáhttet guođđit iskosa
smj: Gudi li iesselissan máhtti åtsådimev vaddet

source: Iskkusváldin lea riskkaheapme ja iskosa sáhttá dahkat vaikko lea áhpeheapme.
smj: Åtsådibme l ållu vádádagi ja máhttá åtsådimev dahkat aj gå l iesselissan.

source: Lávejuvvo rávvet guođđit iskosa maŋemustá 15. áhpehisváhku daningo spiehkkaseaddji iskosa dutkan sáhttá leahkit váddásit jus áhpehisvuohta lea ovdánan guhkás.
smj: Májnoduvvá åtsådimev vaddá maŋemusát 15 iesselisváhkon danen gå guoradallam rievddadiddje åtsådimes máhttá vájvep jus iesselisvuohta l guhkev åvddånam.

source: Eanaš vástádusat eai čájet mangelágán rievdamiid
smj: Ienemus vásstádusá e rievddadusájt vuoseda

source: Guđa vahku siste galgá oažžut reivve iskkusvástádusaiguin, muhto muhtumin dat sáhttá váldit guhkit áiggi.
smj: Gudán vahkon beras brevav åtsådimvásstádusájn oadtjot, valla muhttijn máhttá guhkep ájgev gihtjat.

source: Sullii 95 čuođi iskosis leat seallarievdamiid haga ja árvvoštallo normálan.
smj: Bájkoj 95 åtsådimijs 100 li sellarievddadusáj dagi ja árvvaluvvi iemelágátjin.

source: Vástádusa oažžu dalle sáddejuvvot njuolga ruoktot laboratorias.
smj: Vásstádusáv rádji njuolgga årudahkaj laboratåvrås.

source: Jus iskkus lea guđđojuvvon gynekologavuostáváldimii dehe eastadanávnnasvuostáváldimii lea dávjjimusat dat gii lea dahkan iskkusváldima geas lea vástu fuolahit vástádusas.
smj: Jus åtsådibme vatteduváj gynekologaduostudagán jali preventijvvanävoduostudagán de ienemusát gut åtsådimev válldij gänna åvdåsvásstádusáv rádjat vásstádusás.

source: Eahpedábálaš dáhpáhusas iskosa eai leat sáhttán analyseret, ovdamearkka dihte jus lea leamaš olu mánodávdavarra das.
smj: Vuorjjás bálijn älla åtsådimev máhttám guoradallat, buojkulvissan jus gávnnuj edna liejbbevarra danna.

source: Dalle bovdejuvvo ođđa seallaiskkusváldimii.
smj: Gåhtjoduvvá de ådå sellaåtsådibmáj.

source: Jus iskkus siskkilda seallarievdamiid
smj: Jus åtsådimen li sellarievddadusá

source: Jus iskkus čájeha soameslágan seallarievdamiid dat dutkojuvvo viidáseappot.
smj: Jus sellaåtsådibme vuoset muhtemlágásj sellarievddadusájt de guoradaláduvvá vijddábut.

source: Jus leat gehpes seallarievdamat ja lea deavdán 30 dehe 35 jagi, ahkerádji vuolgá das gos riikkas orru, nu dutkojuvvo dábálaččat iskkus hede virusteasttain.
smj: Jus li unna sellarievddadusá ja l ållim 30 jali 35 jage, áldarmierre mierreduvvá gånnå rijkan årru, de dábálattjat åtsådibme dalága åtsåduvvá virusgähttjalimijn.

source: Teasta dárkkista leago HPV tiipa, humant papillonvirus, mii addá riskka goaŧŧočeabetborašdávdii.
smj: Gähttjalibme gehtjat jus la HPV tjärdda, humana papillomavirus, mij máhttelisvuodav vaddá skoahtotjåttåbårredávddaj.

source: Beare dat geain lea seamma áigge dán sullásaš HPV dárbbahit dalle boahtit dutkamii.
smj: Gejn val li sämmibále dát HPV-tjärdda dárbahi boahtet åtsådibmáj.

source: Jus leat gehpes seallarievdamat mat eai siskkil dakkár virusa dárbbahuvvo beare váldit ođđa seallaiskkus jagi maŋŋel.
smj: Jus li giehppis sellarievddadusá majn älla dakkir virus de val dárbaj ådå sellaåtsådimev válldet jage maŋŋela.

source: Go lea jearaldat buot seallarievdamiin nissoniin geat leat vuollái 30 ja 35 jagi rávvejuvvo dál ahte gynekologa dutká, muhto albmana maid ahte muhtin báikkiin bovdejuvvo dan sadjái ođđa seallaiskkusváldimii jortamovrra lusa.
smj: Gájkka sellarievddadusáj gáktuj nissunijn gudi li nuorabu gå 30 jali 35 jage dálásj ájge májnoduvvá åtsåduvvat gynekologas, valla muhtem bájkijn rijkan dan sadjáj gåhtjoduvvá ådå sellaåtsådibmáj gáhppeliddje lunna.

source: Nissonat geat leat badjel 30 ja 35 jagi ja geain leat eará seallarievdamat go geahppasepmosat, rávvejuvvo maid gynekologa dutkamii.
smj: Nissuna gudi li vuorrasappo gå 30 jali 35 jage ja gejn li ietjá sellarievddadusá gå da unna, májnoduvvi aj gynekologas åtsåduvvat.

source: Dássedis seallaiskkusdárkkisteamit addet nanu suoji goaŧŧočeabetborašdávdda vuostá, muhto dat ii leat ollislaš.
smj: Sellåtsådime e vatte ålles suojev bårredávddaj Sellaåtsådime dájvvalakkoj vaddi nanos suojev skoahtotjåttåbårredávddaj, valla ij la ålles.
